{
  "products": [
    {
      "id": "1",
      "title": "Kitchen Still Life Study",
      "artist": "Kashish",
      "category": "Drawing",
      "price": 950,
      "priceRange": "$950",
      "images": ["/art/1.png"],
      "aspectRatio": "4/5",
      "status": "available",
      "description": "A masterful graphite drawing showcasing everyday kitchen objects arranged in classical still life composition. Features a water filter pitcher, glass storage containers, measuring spoons, and Lindt Lindor chocolates, demonstrating exceptional skill in rendering transparent and reflective surfaces.",
      "detailedDescription": "This sophisticated still life drawing exhibits remarkable technical prowess in graphite rendering. The artist has meticulously captured the interplay of light and shadow across various textures - from the smooth transparency of glass containers to the metallic sheen of kitchen utensils. The composition demonstrates classical still life principles while incorporating contemporary objects, creating a bridge between traditional artistic techniques and modern subject matter. The careful attention to detail in rendering the Lindor chocolate packaging and the precise linear perspective of the kitchen items showcases advanced observational drawing skills.",
      "medium": "Graphite on paper",
      "dimensions": "20 x 25 inches (50.8 x 63.5 cm)",
      "year": "2024",
      "signature": "Hand signed by artist",
      "frame": "Frame included",
      "certificate": "Includes a Certificate of Authenticity",
      "uniqueWork": true,
      "edition": null,
      "gallery": "Kashish Gallery",
      "size": "Medium",
      "style": "Photorealism"
    },
    {
      "id": "2",
      "title": "Portrait Study in Graphite",
      "artist": "Kashish",
      "category": "Drawing",
      "price": 980,
      "priceRange": "$980",
      "images": ["/art/2.png"],
      "aspectRatio": "3/4",
      "status": "available",
      "description": "An exceptionally detailed portrait drawing of a smiling man, executed with remarkable precision in graphite. The work demonstrates masterful control of light, shadow, and facial anatomy, capturing both likeness and character with photorealistic accuracy.",
      "detailedDescription": "This portrait represents the pinnacle of traditional graphite drawing technique. Every facial feature is rendered with meticulous attention to detail - from the subtle gradations in skin tone to the precise rendering of individual teeth in the subject's warm smile. The artist has employed advanced shading techniques to create dimensional form, using the full range of graphite values to achieve photographic realism. The careful study of light fall across the face creates natural volume and depth, while the confident handling of hair texture and fabric demonstrates comprehensive technical mastery.",
      "medium": "Graphite on paper",
      "dimensions": "18 x 24 inches (45.7 x 61 cm)",
      "year": "2024",
      "signature": "Hand signed by artist",
      "frame": "Frame included",
      "certificate": "Includes a Certificate of Authenticity",
      "uniqueWork": true,
      "edition": null,
      "gallery": "Kashish Gallery",
      "size": "Medium",
      "style": "Photorealism"
    },
    {
      "id": "3",
      "title": "Sacred Geometry Mandala",
      "artist": "Kashish",
      "category": "Drawing",
      "price": 600,
      "priceRange": "$600",
      "images": ["/art/3.png"],
      "aspectRatio": "1/1",
      "status": "available",
      "description": "An intricate mandala design featuring perfect geometric symmetry and traditional sacred geometry patterns. The composition radiates from a central point with elaborate petal formations, demonstrating precise linework and meditative artistic practice.",
      "detailedDescription": "This mandala represents a sophisticated understanding of sacred geometry and traditional meditative art forms. The design employs classic mandala elements - concentric circles, lotus petals, and geometric patterns that create visual harmony and spiritual symbolism. Each layer of the design builds upon the previous, creating depth and complexity while maintaining perfect radial symmetry. The meticulous linework requires patience and precision, reflecting the meditative nature of mandala creation. The piece serves both as artistic expression and spiritual practice, embodying the traditional use of mandalas in meditation and contemplation.",
      "medium": "Ink on paper",
      "dimensions": "20 x 20 inches (50.8 x 50.8 cm)",
      "year": "2024",
      "signature": "Hand signed by artist",
      "frame": "Frame not included",
      "certificate": "Includes a Certificate of Authenticity",
      "uniqueWork": true,
      "edition": null,
      "gallery": "Kashish Gallery",
      "size": "Medium",
      "style": "Traditional/Sacred Geometry"
    },
    {
      "id": "4",
      "title": "Celestial Mandala with Moon Phases",
      "artist": "Kashish",
      "category": "Drawing",
      "price": 620,
      "priceRange": "$620",
      "images": ["/art/4.png"],
      "aspectRatio": "5/6",
      "status": "available",
      "description": "A complex mandala design incorporating celestial elements, particularly moon phases, within intricate geometric patterns. The composition features elaborate petal formations with cosmic symbolism and astronomical motifs.",
      "detailedDescription": "This sophisticated mandala transcends traditional boundaries by incorporating astronomical elements into sacred geometric patterns. The central horizontal band featuring moon phases creates a unique focal point, while the surrounding mandala structure maintains classical symmetry and proportion. The artist has skillfully integrated cosmic symbolism with traditional mandala elements, creating a piece that speaks to both earthly spirituality and celestial wonder. The intricate detailing requires exceptional precision and patience, with each element carefully balanced to maintain the overall harmony of the composition.",
      "medium": "Ink on paper",
      "dimensions": "22 x 26 inches (55.9 x 66 cm)",
      "year": "2024",
      "signature": "Hand signed by artist",
      "frame": "Frame not included",
      "certificate": "Includes a Certificate of Authenticity",
      "uniqueWork": true,
      "edition": null,
      "gallery": "Kashish Gallery",
      "size": "Medium",
      "style": "Contemporary Sacred Art"
    },
    {
      "id": "5",
      "title": "Traditional Paisley Tapestry Design",
      "artist": "Kashish",
      "category": "Drawing",
      "price": 900,
      "priceRange": "$900",
      "images": ["/art/5.png"],
      "aspectRatio": "4/5",
      "status": "available",
      "description": "An elaborate decorative design featuring traditional paisley and mandala motifs arranged in a tapestry-like composition. The intricate patterns demonstrate mastery of traditional ornamental art and cultural design elements.",
      "detailedDescription": "This piece represents a masterful interpretation of traditional ornamental design, combining paisley motifs with mandala elements in a cohesive decorative composition. The design shows deep understanding of cultural pattern-making traditions, with each element carefully integrated to create visual flow and rhythm. The varying scales of circular mandala forms create depth and visual interest, while the surrounding paisley and droplet motifs add movement and organic feeling to the geometric structure. This type of design demonstrates the artist's knowledge of traditional decorative arts and ability to create complex, harmonious patterns.",
      "medium": "Ink on paper",
      "dimensions": "24 x 30 inches (61 x 76.2 cm)",
      "year": "2024",
      "signature": "Hand signed by artist",
      "frame": "Frame included",
      "certificate": "Includes a Certificate of Authenticity",
      "uniqueWork": true,
      "edition": null,
      "gallery": "Kashish Gallery",
      "size": "Medium",
      "style": "Traditional Decorative Arts"
    },
    {
      "id": "6",
      "title": "Character Study Collection",
      "artist": "Kashish",
      "category": "Illustration",
      "price": 700,
      "priceRange": "$700",
      "images": ["/art/6.png"],
      "aspectRatio": "5/4",
      "status": "available",
      "description": "A dynamic collection of cartoon and comic-style character illustrations showcasing various personalities and expressions. The loose, energetic linework captures the essence of contemporary illustration and character design.",
      "detailedDescription": "This collection represents modern illustration and character design sensibilities, featuring multiple figures with distinct personalities and expressions. The artist employs a confident, loose drawing style that prioritizes character and emotion over photographic accuracy. Each figure demonstrates different aspects of contemporary illustration - from children's book characters to more mature comic book styles. The varied line weights and expressive poses show understanding of character design principles and narrative illustration. This type of work bridges the gap between fine art and commercial illustration, demonstrating versatility in artistic approach.",
      "medium": "Ink on paper",
      "dimensions": "18 x 22 inches (45.7 x 55.9 cm)",
      "year": "2024",
      "signature": "Hand signed by artist",
      "frame": "Frame not included",
      "certificate": "Includes a Certificate of Authenticity",
      "uniqueWork": true,
      "edition": null,
      "gallery": "Kashish Gallery",
      "size": "Medium",
      "style": "Contemporary Comic/Cartoon"
    },
    {
      "id": "7",
      "title": "Classical Indian Dancer with Oil Lamp",
      "artist": "Kashish",
      "category": "Painting",
      "price": 1400,
      "priceRange": "$1,400",
      "images": ["/art/7.png"],
      "aspectRatio": "3/4",
      "status": "available",
      "description": "A vibrant painting depicting a classical Indian dancer in traditional costume, holding an oil lamp. The work features rich warm colors, intricate costume details, and cultural authenticity in its portrayal of traditional Indian dance.",
      "detailedDescription": "This painting represents a beautiful homage to classical Indian dance and culture. The artist has captured the grace and elegance of traditional Indian dance through careful attention to costume details, jewelry, and pose. The warm color palette of oranges, golds, and earth tones creates an atmosphere of devotion and cultural richness. The oil lamp (diya) serves as both a light source and cultural symbol, often used in religious and ceremonial contexts. The intricate details of the costume, including the traditional headpiece and jewelry, demonstrate respect for and knowledge of Indian cultural traditions. The painterly technique combines realism with stylized elements characteristic of traditional Indian art.",
      "medium": "Acrylic on canvas",
      "dimensions": "24 x 32 inches (61 x 81.3 cm)",
      "year": "2024",
      "signature": "Hand signed by artist",
      "frame": "Frame included",
      "certificate": "Includes a Certificate of Authenticity",
      "uniqueWork": true,
      "edition": null,
      "gallery": "Kashish Gallery",
      "size": "Medium",
      "style": "Contemporary Cultural Art"
    },
    {
      "id": "8",
      "title": "Surreal Portrait - Clouds of Consciousness",
      "artist": "Kashish",
      "category": "Painting",
      "price": 1600,
      "priceRange": "$1,600",
      "images": ["/art/8.png"],
      "aspectRatio": "3/4",
      "status": "available",
      "description": "A striking surreal portrait where a human face merges with dramatic cloudscapes, creating a dreamlike exploration of consciousness and nature. The piece blends realistic portraiture with fantastical elements.",
      "detailedDescription": "This surreal masterpiece explores the boundary between human consciousness and natural phenomena. The artist has skillfully integrated realistic portrait elements with ethereal cloudscapes, creating a visual metaphor for thoughts, dreams, or the subconscious mind. The technical execution demonstrates proficiency in both realistic rendering and imaginative composition. The cloud formations appear to emerge from or replace portions of the face, suggesting themes of transformation, meditation, or the ephemeral nature of thought. The color palette of blues, whites, and earth tones creates a serene yet mysterious atmosphere that invites contemplation.",
      "medium": "Acrylic on canvas",
      "dimensions": "30 x 40 inches (76.2 x 101.6 cm)",
      "year": "2024",
      "signature": "Hand signed by artist",
      "frame": "Frame included",
      "certificate": "Includes a Certificate of Authenticity",
      "uniqueWork": true,
      "edition": null,
      "gallery": "Kashish Gallery",
      "size": "Large",
      "style": "Surrealism"
    },
    {
      "id": "9",
      "title": "Fresh Cherries Still Life",
      "artist": "Kashish",
      "category": "Drawing",
      "price": 1100,
      "priceRange": "$1,100",
      "images": ["/art/9.png"],
      "aspectRatio": "4/3",
      "status": "available",
      "description": "A vibrant colored pencil drawing of fresh cherries in and around a metal pitcher, demonstrating exceptional skill in rendering fruit textures, metallic surfaces, and natural lighting.",
      "detailedDescription": "This still life exemplifies the technical possibilities of colored pencil as a fine art medium. The artist has achieved remarkable realism in depicting the glossy surfaces of fresh cherries, the reflective quality of the metal pitcher, and the subtle variations in fruit coloration. The composition follows classical still life principles while showcasing contemporary colored pencil techniques. The careful attention to light reflection on both the cherries and metal surface demonstrates advanced understanding of how light interacts with different materials. The natural arrangement of the fruit creates visual movement while maintaining compositional balance.",
      "medium": "Colored pencil on paper",
      "dimensions": "22 x 28 inches (55.9 x 71.1 cm)",
      "year": "2024",
      "signature": "Hand signed by artist",
      "frame": "Frame included",
      "certificate": "Includes a Certificate of Authenticity",
      "uniqueWork": true,
      "edition": null,
      "gallery": "Kashish Gallery",
      "size": "Medium",
      "style": "Photorealism"
    },
    {
      "id": "10",
      "title": "Floral Portrait Fusion",
      "artist": "Kashish",
      "category": "Painting",
      "price": 1300,
      "priceRange": "$1,300",
      "images": ["/art/10.png"],
      "aspectRatio": "3/4",
      "status": "available",
      "description": "A contemporary portrait where a woman's profile merges with large purple flowers, creating a harmonious blend of human form and botanical elements in a modern romantic style.",
      "detailedDescription": "This contemporary work represents a sophisticated fusion of portraiture and botanical art. The artist has seamlessly integrated realistic human features with stylized floral elements, creating a composition that speaks to themes of growth, beauty, and the connection between humans and nature. The purple flowers dominate the composition while complementing rather than overwhelming the human subject. The soft, painterly technique and warm color palette create an atmosphere of serenity and natural beauty. This type of work reflects contemporary trends in portrait art that move beyond traditional representation to explore symbolic and metaphorical themes.",
      "medium": "Acrylic on canvas",
      "dimensions": "24 x 32 inches (61 x 81.3 cm)",
      "year": "2024",
      "signature": "Hand signed by artist",
      "frame": "Frame included",
      "certificate": "Includes a Certificate of Authenticity",
      "uniqueWork": true,
      "edition": null,
      "gallery": "Kashish Gallery",
      "size": "Medium",
      "style": "Contemporary Botanical Portrait"
    },
    {
      "id": "11",
      "title": "Divine Musicians - Radha and Krishna",
      "artist": "Kashish",
      "category": "Painting",
      "price": 1500,
      "priceRange": "$1,500",
      "images": ["/art/11.png"],
      "aspectRatio": "4/5",
      "status": "available",
      "description": "A vibrant traditional-style painting depicting the Hindu deities Radha and Krishna with a flute, set against an ornate blue background with decorative elements and lotus flowers.",
      "detailedDescription": "This devotional artwork represents classical themes from Hindu mythology, specifically the divine love story of Radha and Krishna. The painting follows traditional Indian artistic conventions while incorporating contemporary painting techniques. The rich blue background adorned with decorative patterns creates a celestial atmosphere appropriate for divine subjects. The careful attention to traditional iconography - including Krishna's flute, the lotus flowers, and the ornate costumes - demonstrates cultural authenticity and religious understanding. The balanced composition and harmonious color scheme create a sense of divine peace and spiritual devotion characteristic of religious art.",
      "medium": "Acrylic on canvas",
      "dimensions": "30 x 40 inches (76.2 x 101.6 cm)",
      "year": "2024",
      "signature": "Hand signed by artist",
      "frame": "Frame included",
      "certificate": "Includes a Certificate of Authenticity",
      "uniqueWork": true,
      "edition": null,
      "gallery": "Kashish Gallery",
      "size": "Large",
      "style": "Traditional Religious Art"
    },
    {
      "id": "12",
      "title": "Underwater Sanctuary",
      "artist": "Kashish",
      "category": "Painting",
      "price": 1700,
      "priceRange": "$1,700",
      "images": ["/art/12.png"],
      "aspectRatio": "5/4",
      "status": "available",
      "description": "A detailed underwater scene featuring a sea turtle swimming through vibrant coral reefs with flowing seaweed and marine life, capturing the beauty and tranquility of ocean ecosystems.",
      "detailedDescription": "This marine artwork celebrates the beauty and complexity of underwater ecosystems. The artist has created a detailed underwater world featuring a gracefully swimming sea turtle as the central subject, surrounded by carefully rendered coral formations and flowing seaweed. The composition demonstrates understanding of underwater lighting effects and marine biology. The variety of coral types and the realistic rendering of water movement create an immersive viewing experience. The piece serves both as artistic expression and environmental advocacy, highlighting the beauty of marine life that needs protection. The technical execution shows proficiency in rendering complex organic forms and underwater lighting effects.",
      "medium": "Acrylic on canvas",
      "dimensions": "28 x 35 inches (71.1 x 88.9 cm)",
      "year": "2024",
      "signature": "Hand signed by artist",
      "frame": "Frame included",
      "certificate": "Includes a Certificate of Authenticity",
      "uniqueWork": true,
      "edition": null,
      "gallery": "Kashish Gallery",
      "size": "Large",
      "style": "Marine Realism"
    }
  ]
}
